export const DLOIS_TYPES = [
    "一般",
    "トレイル:クロニクル",
    "トレイル:ハートレスメモリー",
    "トレイル:ジェネシス",
    "リレーション"
];

export const DLOIS_SUPPLEMENTS = [
    "上級",
    "PE",
    "IC",
    "RU",
    "LM",
    "HR",
    "UA",
];

export const DLOIS_RESTRICTS = [
    "—",
    "UGNエージェント専用",
    "UGN支部長専用",
    "UGNチルドレン専用",
    "レネゲイドビーイング専用",
    "ピュアブリード専用",
    "クロスブリード専用",
    "トライブリード専用",
    "エンジェルハィロゥ専用",
    "バロール専用",
    "ブラックドッグ専用",
    "ブラム=ストーカー専用",
    "キュマイラ専用",
    "エグザイル専用",
    "ハヌマーン専用",
    "モルフェウス専用",
    "ノイマン専用",
    "オルクス専用",
    "サラマンダー専用",
    "ソラリス専用",
    "ウロボロス専用",
    "ミストルティン専用",
    "FH専用",
    "FHチルドレン専用",
    "FHセルリーダー専用",
];
